{
    "read_more": "Đọc thêm",
    "services_list": "Danh sách dịch vụ",
    "nav": {
        "home": "Trang chủ",
        "mission": "Sứ mệnh",
        "strategy": "Chiến lược",
        "about": "Về chúng tôi",
        "services": "Dịch vụ",
        "contact": "Liên hệ",
        "vision": "Tầm nhìn",
        "differentiation": "Sự khác biệt"
    },
    "banner": {
        "t1": "Nhanh & Tin cậy",
        "d1": "Chuỗi cung ứng mượt mà, điều phối nhẹ tênh.",
        "t2": "Expeditors Global: Đối tác Logistics đáng tin",
        "d2": "Giải pháp hiệu quả cho quản trị chuỗi cung ứng & vận tải quốc tế"
    },
    "btn": {
        "explore": "Xem dịch vụ",
        "contact": "Liên hệ"
    },
    "about": {
        "badge": "Giới thiệu công ty",
        "title": "Giải pháp logistics mang lại xuất sắc"
    },
    "services": {
        "title": "DỊCH VỤ CỦA CHÚNG TÔI",
        "swipe": "Vuốt sang phải",
        "services_for_you": "DỊCH VỤ CỦA CHÚNG TÔI DÀNH CHO BẠN",
        "intro_services": "GIỚI THIỆU VỀ DỊCH VỤ"
    },
    "why": {
        "title": "VÌ SAO CHỌN CHÚNG TÔI",
        "title1": "Kinh nghiệm toàn cầu – am hiểu địa phương",
        "content1": "Mạng lưới toàn cầu kết hợp với kiến thức chuyên sâu tại thị trường Việt Nam.",
        "title2": "Giải pháp linh hoạt & toàn diện",
        "content2": "Đáp ứng mọi nhu cầu logistics từ sản xuất, phân phối đến hải quan và vận tải đa phương thức.",
        "title3": "Đội ngũ chuyên gia tận tâm",
        "content3": "Luôn đồng hành, đảm bảo dịch vụ đáng tin cậy, nhanh chóng và hiệu quả.",
        "title4": "Cam kết bền vững & đổi mới",
        "content4": "Ứng dụng giải pháp thân thiện với môi trường, tối ưu chi phí và nâng cao lợi thế cạnh tranh."
    },
    "work": {
        "badge": "Quy trình làm việc",
        "title": "Quy trình cung cấp dịch vụ"
    },
    "footer": {
        "contact_us_breadcrumb": "Liên hệ",
        "get_a_quote": "NHẬN BÁO GIÁ",
        "your_name": "Họ và tên",
        "your_email": "Email của bạn",
        "phone_number": "Số điện thoại",
        "write_message": "Nhập nội dung",
        "send_message": "Gửi tin nhắn",
        "useful": "LIÊN KẾT HỮU ÍCH",
        "ourServices": "DỊCH VỤ CỦA CHÚNG TÔI",
        "office_address": "ĐỊA CHỈ VĂN PHÒNG",
        "contact_us": "LIÊN HỆ VỚI CHÚNG TÔI:",
        "contact_information": "THÔNG TIN LIÊN HỆ",
        "contact_number": "Số liên hệ:",
        "mail_address": "Địa chỉ email:",
        "office_location": "Địa chỉ văn phòng:",
        "person1": "Mr. Harry",
        "person2": "Ms. Amy",
        "phone1": "+84 981 993 298",
        "phone2": "+84 389 770 555",
        "email1": "harry@expeditors-global.com",
        "email2": "amy@expeditors-global.com",
        "address": "Bach Dang Building, 268 Tran Nguyen Han Street, Niem Nghia Ward, Le Chan District, Hai Phong, Vietnam",
        "working_hours": "GIỜ LÀM VIỆC:",
        "hours": "Thứ Hai – Thứ Sáu | 8:00 – 17:00",
        "slogan": "Tại EXPEDITORS GLOBAL, niềm tin, tính chuyên nghiệp và sự tận tâm là nền tảng dịch vụ của chúng tôi. Chúng tôi luôn thực hiện đúng cam kết và mang lại giá trị gia tăng cho khách hàng và đối tác."
    },
    "pages": {
        "about": {
            "title": "VỀ EXPEDITORS GLOBAL",
            "subtitle": "Nguồn gốc – Câu chuyện khởi nguồn",
            "summary": "Bắt đầu từ 2015 và quyết định thành lập vào 2025, hướng tới nhà cung cấp logistics và vận tải hợp đồng toàn cầu.",
            "content": "Hành trình của EXPEDITORS GLOBAL bắt đầu từ những năm 2015, với những bước đi khiêm tốn và bền bỉ. Trải qua nhiều năm học hỏi, làm việc và cống hiến tại các tập đoàn logistics toàn cầu hoạt động tại Việt Nam, chúng tôi đã tích lũy được những kinh nghiệm quý báu, tạo nền tảng vững chắc cho một tầm nhìn lớn hơn.\n\nVào năm 2025, sau một quá trình dài ấp ủ và chuẩn bị kỹ lưỡng, chúng tôi đưa ra một quyết định mang tính bước ngoặt: thành lập EXPEDITORS GLOBAL – với mục tiêu trở thành một nhà cung cấp dịch vụ logistics và vận tải hợp đồng toàn cầu, tập trung phát triển mạnh mẽ tại các thị trường trọng điểm: Châu Á – Thái Bình Dương, Châu Âu, Bắc Mỹ và Nam Mỹ.\n\nThành công của chúng tôi không đến trong một sớm một chiều. Đó là kết quả của nhiều năm nỗ lực không ngừng nghỉ, tinh thần đổi mới và sự đoàn kết của một tập thể đam mê ngành vận tải và logistics.\n\nChúng tôi mang theo khát vọng giải quyết những bài toán hóc búa nhất trong chuỗi cung ứng – từ vận hành đến tối ưu hóa – bằng sự tận tâm, chuyên môn và giải pháp thực tiễn.\n\nNgày nay, EXPEDITORS GLOBAL là minh chứng sống động cho sức mạnh của tầm nhìn dài hạn, sự kiên định và tinh thần hợp tác bền bỉ. Khi tiếp tục phát triển và thích nghi với một thế giới chuỗi cung ứng liên tục biến đổi, chúng tôi vẫn giữ vững bản sắc cốt lõi: một doanh nghiệp được xây dựng từ đam mê, nuôi dưỡng bởi khát vọng, và phát triển nhờ sự cống hiến không ngừng nghỉ của toàn thể đội ngũ.\n\nEXPEDITORS GLOBAL – Khởi đầu từ giấc mơ. Vững bước bằng niềm tin. Thành công nhờ nỗ lực."
        },
        "mission": {
            "title": "SỨ MỆNH CỦA EXPEDITORS GLOBAL",
            "subtitle": "Kết nối con người – sản phẩm – nhà cung cấp trên toàn cầu",
            "summary": "Kết nối chuỗi giá trị logistics để thúc đẩy thương mại cân bằng và phát triển bền vững.",
            "content": "Sứ mệnh của chúng tôi là kết nối mọi người, sản phẩm và nhà cung cấp trên toàn thế giới. EXPEDITORS GLOBAL là nhà cung cấp dịch vụ logistics, chuỗi cung ứng toàn diện đáng tin cậy tại Việt Nam cũng như trên toàn thế giới. Chúng tôi tin rằng một chuỗi cung ứng vững mạnh là nền tảng cho một nền kinh tế toàn cầu bền vững.\n\nChúng tôi cam kết đóng góp vào tiến trình toàn cầu hóa hài hòa thông qua việc kết nối chuỗi giá trị logistics, thúc đẩy thương mại quốc tế cân bằng và đồng hành cùng sự phát triển của khách hàng, địa phương và cộng đồng. Chúng tôi quản trị chuỗi cung ứng một cách linh hoạt và tối ưu, không ngừng tìm kiếm những giải pháp giúp tiết kiệm chi phí, nâng cao hiệu quả vận hành, đồng thời đảm bảo phát triển kinh tế – xã hội luôn gắn liền với trách nhiệm bảo vệ con người và hành tinh.\n\nVai trò của chúng tôi trong thương mại toàn cầu: chúng tôi hướng tới trở thành đối tác chiến lược hàng đầu trong chuỗi logistics toàn cầu, không ngừng cải tiến để xây dựng các giải pháp chuyên nghiệp, linh hoạt và đáng tin cậy."
        },
        "strategy": {
            "title": "CHIẾN LƯỢC CỦA EXPEDITORS GLOBAL",
            "subtitle": "Nền tảng tăng trưởng bền vững",
            "summary": "Năm trụ cột chiến lược hợp nhất liền mạch tạo nền tảng tăng trưởng dài hạn.",
            "content": "Chúng tôi đặt mục tiêu trở thành đối tác chiến lược hàng đầu trong chuỗi logistics toàn cầu. Để hiện thực hóa tầm nhìn đó, EXPEDITORS GLOBAL phát triển và vận hành chiến lược dựa trên 5 trụ cột then chốt, liên kết chặt chẽ và hỗ trợ lẫn nhau, tạo nên nền tảng cho tăng trưởng bền vững:\n\n1) Nâng cao quản trị chuỗi logistics: Đổi mới tư duy, tối ưu quy trình, thiết kế dịch vụ theo nhu cầu cụ thể; khai thác tối đa lợi thế kết hợp vận tải biển – cảng – kho bãi tại Việt Nam và Hoa Kỳ để tạo chuỗi giá trị toàn diện, mượt mà và tối ưu.\n\n2) Giải pháp logistics toàn diện: Cung cấp dịch vụ end-to-end cho mọi loại hàng hóa (đường biển, đường bộ, hàng không), xây dựng mạng lưới đa phương thức toàn cầu đáp ứng linh hoạt các nhu cầu phức tạp nhất.\n\n3) Thúc đẩy sáng tạo & chuyển đổi số: Đặt AI và blockchain vào trọng tâm đổi mới; tăng cường bảo mật, tốc độ và trải nghiệm; tối ưu quy trình cho nhân viên và khách hàng thông qua công cụ số trực quan, hiện đại.\n\n4) Tôn trọng con người & hành tinh: Triển khai giải pháp thân thiện môi trường, an toàn cho cộng đồng; đảm bảo hoạt động thương mại không đánh đổi bằng chi phí môi trường hay nhân đạo.\n\n5) Đồng hành cùng nhân viên: Đầu tư an toàn, phúc lợi và đào tạo (Expeditors Academy) để phát huy tối đa tiềm năng, đóng góp bền vững cho doanh nghiệp và xã hội."
        },
        "services_ocean": {
            "title": "VẬN TẢI ĐƯỜNG BIỂN",
            "subtitle": "Chúng tôi làm cho thế giới nhỏ bé hơn",
            "summary": "Hơn 600 tuyến đường, kết nối 10.000 cảng; dịch vụ LCL/FCL và thuê tàu.",
            "content": "EXPEDITORS GLOBAL cung cấp các giải pháp được thiết kế riêng cho nhu cầu vận tải đường biển của bạn: LCL, FCL, quản lý vận tải đường biển toàn diện, vận chuyển hàng rời/hàng dự án, thuê tàu theo chuyến hoặc dài hạn.\n\nVới dịch vụ hàng tuần trên hơn 600 tuyến kết nối 10.000 điểm cảng, hàng hóa của bạn luôn được vận chuyển an toàn và hiệu quả – trên đại dương và xa hơn nữa.\n\nDịch vụ bao gồm:\n• Quản lý vận tải đường biển toàn diện\n• Vận chuyển hàng rời, hàng dự án\n• Thuê tàu Full/Part Charter\n\nBất kể quy mô doanh nghiệp, đội ngũ triển khai tận tâm của chúng tôi đảm bảo triển khai suôn sẻ, nhanh chóng, đồng thời cập nhật trạng thái lô hàng theo thời gian."
        },
        "services_air": {
            "title": "VẬN TẢI HÀNG KHÔNG",
            "subtitle": "Làm việc suốt ngày đêm – khi bạn cần",
            "summary": "Mạng lưới toàn cầu, nhiều tốc độ dịch vụ, door-to-door & theo dõi thời gian thực.",
            "content": "Vận tải hàng không nhanh, thách thức và luôn thay đổi – thúc đẩy chúng tôi đổi mới và linh hoạt để mang tới giải pháp phù hợp nhất cho bạn. Năng lực và nhu cầu toàn cầu có thể biến động nhanh, nhưng chúng tôi cam kết dịch vụ ổn định, đáng tin cậy, bảo toàn tính toàn vẹn chuỗi cung ứng.\n\nDịch vụ bao gồm:\n• Vận chuyển bằng máy bay thương mại hoặc charter\n• Gói đa tốc độ (economy / standard / express)\n• Dịch vụ door-to-door\n• Quản lý & theo dõi tình trạng vận chuyển theo thời gian thực\n\nDù là chặng bay thương mại hay hàng hóa chuyên dụng, đội ngũ chuyên gia của chúng tôi luôn sẵn sàng đưa ra giải pháp nhanh chóng, đáng tin cậy, đáp ứng đúng yêu cầu kinh doanh."
        },
        "services_road_rail": {
            "title": "ĐƯỜNG BỘ & ĐƯỜNG SẮT",
            "subtitle": "Giải pháp bền vững và tiết kiệm chi phí",
            "summary": "Nội địa/xuyên biên giới, FTL/LTL, đa phương thức, tối ưu phát thải CO₂.",
            "content": "Trong thị trường biến động và phức tạp, khả năng phục hồi và hiệu quả chuỗi cung ứng là then chốt. Chúng tôi cung cấp giải pháp đường bộ & đường sắt tiêu chuẩn hoặc thiết kế riêng, đáp ứng yêu cầu về độ tin cậy, tốc độ, giảm phát thải, khả năng hiển thị và chi phí.\n\nDịch vụ của chúng tôi bao gồm:\n• Vận tải nội địa và xuyên biên giới\n• Toàn phần (FTL), hàng lẻ (LTL)\n• Vận tải đa phương thức: kết hợp đường sắt/đường bộ/đường thủy\n• Giải pháp tối ưu carbon, tuân thủ các tiêu chuẩn (GDP, ADR…)\n\nPhục vụ đa dạng nhóm hàng: linh kiện điện tử, vật liệu xây dựng, nội thất, dược phẩm, hàng tiêu dùng, hàng nguy hiểm… với kênh phân phối từ nhà máy, bệnh viện đến siêu thị và TMĐT."
        },
        "contract_logistics": {
            "title": "HỢP ĐỒNG HẬU CẦN & KHO BÃI",
            "subtitle": "Chiến lược chuỗi cung ứng nhất quán",
            "summary": "Tối ưu hành trình logistics: sản xuất, phân phối, logistics ngược/tuần hoàn, kho ngoại quan.",
            "content": "EXPEDITORS GLOBAL cung cấp giải pháp chuỗi cung ứng toàn diện, tối ưu hóa toàn bộ hành trình logistics của bạn với cách tiếp cận hướng tới tương lai và bền vững. Chúng tôi bao phủ đầy đủ các nhu cầu: hỗ trợ sản xuất, phân phối, logistics ngược/tuần hoàn, kho ngoại quan; thiết kế – thực thi – giám sát chiến lược để bạn luôn thực hiện đúng cam kết với khách hàng.\n\nVới sự kết hợp độc đáo giữa chương trình toàn cầu và am hiểu địa phương, chúng tôi cân bằng hoàn hảo giữa chuẩn hóa và tùy biến, chủ động thích ứng với thị trường và vượt kỳ vọng của khách hàng."
        },
        "why_us": {
            "title": "TẠI SAO CHỌN CHÚNG TÔI",
            "subtitle": "Kinh nghiệm toàn cầu – am hiểu địa phương",
            "summary": "Giải pháp linh hoạt & toàn diện, đội ngũ tận tâm, cam kết bền vững & đổi mới.",
            "content": "• Kinh nghiệm toàn cầu, am hiểu sâu thị trường Việt Nam.\n• Giải pháp linh hoạt, end-to-end từ sản xuất, phân phối đến hải quan và đa phương thức.\n• Đội ngũ chuyên gia tận tâm, dịch vụ nhanh và hiệu quả.\n• Cam kết bền vững & đổi mới: giải pháp thân thiện môi trường, tối ưu chi phí, nâng lợi thế cạnh tranh."
        },
        "vision": {
            "title": "TẦM NHÌN",
            "subtitle": "Dẫn đầu ngành logistics & chuỗi cung ứng tại Việt Nam",
            "summary": "Mở rộng vị thế toàn cầu bằng giải pháp trọn gói vượt trội; gắn kết đội ngũ đa dạng; phát triển bền vững.",
            "content": "Trở thành công ty hàng đầu Việt Nam trong ngành hậu cần và chuỗi cung ứng. Logistics là xương sống của thương mại toàn cầu và đóng vai trò thiết yếu trong mọi khía cạnh của cuộc sống. Với tầm nhìn này, chúng tôi hướng tới vị thế dẫn đầu quốc gia, mở rộng hiện diện toàn cầu bằng các giải pháp chuỗi cung ứng end-to-end vượt trội (logistics hợp đồng, hải quan, logistics dự án, FVL, vận tải hàng không, đường bộ, đường biển), đáp ứng cả nhu cầu phức tạp nhất.\n\nNhu cầu và tham vọng chiến lược của khách hàng là trung tâm mọi hoạt động. Chúng tôi cung cấp giải pháp toàn diện dựa trên ba giá trị: đổi mới – bền vững – hợp tác; đồng thời gắn kết và trao quyền cho đội ngũ đa dạng, tạo giá trị cùng khách hàng, đóng góp tích cực cho cộng đồng và vận hành có đạo đức vì hành tinh."
        },
        "customers_partners": {
            "title": "KHÁCH HÀNG & ĐỐI TÁC",
            "subtitle": "Niềm tin – Chuyên nghiệp – Tận tâm",
            "summary": "Xây dựng quan hệ bền vững để mở rộng trong khu vực và toàn cầu.",
            "content": "Chúng tôi luôn giữ vững cam kết và mang lại giá trị gia tăng cho khách hàng, đối tác. Mục tiêu là kiến tạo quan hệ dài hạn, bền vững với các đối tác trong và ngoài nước, làm nền tảng mở rộng sang các quốc gia khác trong khu vực và trên thế giới."
        },
        "differentiation": {
            "title": "ĐIỀU GÌ LÀM CHÚNG TÔI KHÁC BIỆT",
            "subtitle": "ĐIỀU GÌ LÀM CHÚNG TÔI KHÁC BIỆT",
            "summary": "Phạm vi rộng về chuyên môn chiến lược, chiến thuật và vận hành để giải quyết cơ hội thương mại một cách tuân thủ đầy đủ.",
            "content": "ĐIỀU GÌ LÀM CHÚNG TÔI KHÁC BIỆT\n\n• Phạm vi rộng về chuyên môn chiến lược, chiến thuật và vận hành để giải quyết các cơ hội thương mại một cách tuân thủ đầy đủ.\n• Giải pháp toàn diện trên toàn thế giới nhằm tối đa hóa hiệu quả thương mại.\n• Tổ chức lấy khách hàng làm trọng tâm để thúc đẩy tăng trưởng doanh số.\n\nChúng tôi mang đến sự an tâm bằng việc bảo đảm tuân thủ xuất sắc và giảm thiểu rủi ro. EXPEDITORS GLOBAL tối ưu rủi ro tài chính thông qua quản trị nghĩa vụ thanh toán, minh bạch quy trình và mở ra cơ hội tiết kiệm chi phí. Giám sát pháp lý chủ động cùng quy trình kiểm toán nghiêm ngặt giúp giảm thiểu rủi ro tài chính và tuân thủ.\n\nEXPEDITORS GLOBAL cung cấp dịch vụ môi giới hải quan toàn cầu kết hợp với mạng lưới vận tải trọn gói hoặc như giải pháp độc lập – bất kể bạn sử dụng đơn vị giao nhận nào. Chúng tôi thiết kế giải pháp thương mại tận dụng hệ sinh thái dịch vụ của EXPEDITORS GLOBAL để tối đa hóa hiệu quả.\n\nChúng tôi tự hào là một trong những tổ chức môi giới lấy khách hàng làm trung tâm, với đội ngũ chuyên nghiệp, được đào tạo thường xuyên về tuân thủ và quy định địa phương. Văn hóa cải tiến liên tục thúc đẩy năng suất, chất lượng và tính linh hoạt, bảo đảm giải pháp sáng tạo – phản hồi nhanh – tối ưu hóa hoạt động thương mại.\n\nEXPEDITORS GLOBAL – GIẢI PHÁP LOGISTICS TOÀN DIỆN, LINH HOẠT, ĐÁNG TIN CẬY.\nChúng tôi không chỉ vận chuyển hàng hóa – chúng tôi đồng hành cùng doanh nghiệp kiến tạo chuỗi cung ứng bền vững – thông minh – hiệu quả mỗi ngày."
        }
    }
}