{
    "nav": {
        "home": "Trang chủ",
        "about": "Về chúng tôi",
        "services": "Dịch vụ",
        "contact": "Liên hệ"
    },
    "banner": {
        "t1": "Nhanh & Tin cậy",
        "d1": "Chuỗi cung ứng mượt mà, điều phối nhẹ tênh.",
        "t2": "Expeditors Global: Đối tác Logistics đáng tin",
        "d2": "Giải pháp hiệu quả cho quản trị chuỗi cung ứng & vận tải quốc tế"
    },
    "btn": {
        "explore": "Xem dịch vụ",
        "contact": "Liên hệ"
    },
    "about": {
        "badge": "Giới thiệu công ty",
        "title": "Giải pháp logistics mang lại xuất sắc"
    },
    "services": {
        "title": "DỊCH VỤ CỦA CHÚNG TÔI",
        "swipe": "Vuốt sang phải"
    },
    "why": {
        "title": "VÌ SAO CHỌN CHÚNG TÔI"
    },
    "work": {
        "badge": "Quy trình làm việc",
        "title": "Quy trình cung cấp dịch vụ"
    },
    "footer": {
        "useful": "Liên kết hữu ích",
        "ourServices": "Dịch vụ của chúng tôi"
    },
    "pages": {
        "about": {
            "title": "VỀ EXPEDITORS GLOBAL",
            "subtitle": "Nguồn gốc – Câu chuyện khởi nguồn",
            "summary": "Bắt đầu từ 2015 và quyết định thành lập vào 2025, hướng tới nhà cung cấp logistics và vận tải hợp đồng toàn cầu.",
            "content": "Hành trình của EXPEDITORS GLOBAL bắt đầu từ năm 2015 với những bước đi khiêm tốn và bền bỉ. Qua nhiều năm học hỏi và cống hiến tại các tập đoàn logistics toàn cầu ở Việt Nam, chúng tôi tích lũy nền tảng cho tầm nhìn lớn hơn.\n\nNăm 2025, chúng tôi đưa ra quyết định mang tính bước ngoặt: thành lập EXPEDITORS GLOBAL với mục tiêu trở thành nhà cung cấp dịch vụ logistics và vận tải hợp đồng toàn cầu, tập trung vào Châu Á – Thái Bình Dương, Châu Âu, Bắc Mỹ và Nam Mỹ.\n\nThành công không đến trong một sớm một chiều mà là kết quả của nỗ lực, đổi mới và tinh thần đoàn kết. Chúng tôi khát vọng giải quyết những bài toán hóc búa trong chuỗi cung ứng bằng sự tận tâm, chuyên môn và giải pháp thực tiễn.\n\nEXPEDITORS GLOBAL – Khởi đầu từ giấc mơ. Vững bước bằng niềm tin. Thành công nhờ nỗ lực."
        },
        "mission": {
            "title": "SỨ MỆNH CỦA EXPEDITORS GLOBAL",
            "subtitle": "Sứ mệnh của chúng tôi là kết nối mọi người, sản phẩm và nhà cung cấp trên toàn thế giới.",
            "summary": "Kết nối chuỗi giá trị logistics để thúc đẩy thương mại cân bằng và phát triển bền vững.",
            "content": "Sứ mệnh của chúng tôi là kết nối mọi người, sản phẩm và nhà cung cấp trên toàn thế giới. EXPEDITORS GLOBAL là nhà cung cấp dịch vụ logistics, chuỗi cung ứng toàn diện đáng tin cậy tại Việt Nam cũng như trên toàn thế giới. Tại EXPEDITORS GLOBAL, chúng tôi tin rằng một chuỗi cung ứng vững mạnh là nền tảng cho một nền kinh tế toàn cầu bền vững. Chúng tôi cam kết đóng góp vào tiến trình toàn cầu hóa hài hòa thông qua việc kết nối chuỗi giá trị logistics, thúc đẩy thương mại quốc tế cân bằng và đồng hành cùng sự phát triển của khách hàng, địa phương và cộng đồng.\nChúng tôi quản trị chuỗi cung ứng một cách linh hoạt và tối ưu, không ngừng tìm kiếm những giải pháp giúp tiết kiệm chi phí, nâng cao hiệu quả vận hành, đồng thời đảm bảo sự phát triển kinh tế - xã hội luôn gắn liền với trách nhiệm bảo vệ con người và hành tinh."
        },
        "strategy": {
            "title": "CHIẾN LƯỢC CỦA EXPEDITORS GLOBAL",
            "subtitle": "Nền tảng tăng trưởng bền vững",
            "summary": "Năm trụ cột chiến lược hợp nhất liền mạch tạo nền tảng tăng trưởng dài hạn.",
            "content": "Chúng tôi luôn đặt mục tiêu trở thành đối tác chiến lược hàng đầu trong chuỗi logistics toàn cầu. Để đạt được điều đó, chúng tôi không ngừng cải tiến, xây dựng các giải pháp logistics chuyên nghiệp, linh hoạt và đáng tin cậy – tất cả dựa trên 5 trụ cột chiến lược của EXPEDITORS GLOBAL. Sự gắn kết và vận hành hài hòa giữa các trụ cột này chính là nền tảng cho tăng trưởng dài hạn và phát triển bền vững.\n\n1) Nâng cao quản trị chuỗi logistics: đổi mới tư duy, tối ưu quy trình, thiết kế dịch vụ theo nhu cầu; tận dụng lợi thế kết hợp vận tải biển – cảng – kho bãi tại Việt Nam và Hoa Kỳ.\n2) Giải pháp logistics toàn diện: xây dựng mạng lưới đa phương thức đáp ứng cả nhu cầu phức tạp nhất.\n3) Thúc đẩy sáng tạo & chuyển đổi số: đặt AI và blockchain vào trọng tâm, nâng cao bảo mật, tốc độ và trải nghiệm.\n4) Tôn trọng con người & hành tinh: giải pháp thân thiện môi trường, an toàn cộng đồng, hướng tới tương lai cân bằng.\n5) Đồng hành cùng nhân viên: an toàn, phúc lợi, đào tạo qua Expeditors Academy để phát huy tối đa tiềm năng."
        },
        "services_ocean": {
            "title": "VẬN TẢI ĐƯỜNG BIỂN",
            "subtitle": "Chúng tôi làm cho thế giới nhỏ bé hơn",
            "summary": "Hơn 600 tuyến đường, kết nối 10.000 cảng; dịch vụ LCL/FCL và thuê tàu.",
            "content": "EXPEDITORS GLOBAL cung cấp giải pháp phù hợp cho nhu cầu vận tải đường biển của bạn: LCL, FCL, quản lý vận tải toàn diện, hàng rời/dự án, thuê tàu theo chuyến hoặc dài hạn.\n\nVới dịch vụ hàng tuần trên hơn 600 tuyến kết nối 10.000 điểm cảng, hàng hóa của bạn luôn trong tay đáng tin cậy — trên đại dương và xa hơn nữa."
        },
        "services_air": {
            "title": "VẬN TẢI HÀNG KHÔNG",
            "subtitle": "Làm việc suốt ngày đêm – khi bạn cần",
            "summary": "Mạng lưới toàn cầu, đa tốc độ, door-to-door và theo dõi thời gian thực.",
            "content": "Vận tải hàng không nhanh, nhiều thách thức và liên tục thay đổi. Chúng tôi cung cấp dịch vụ bằng máy bay thương mại hoặc charter, gói economy/standard/express, giao tận nơi, quản lý & theo dõi theo thời gian thực.\n\nĐội ngũ chuyên gia giàu kinh nghiệm đảm bảo giải pháp nhanh chóng, đáng tin cậy và phù hợp thách thức kinh doanh của bạn."
        },
        "services_road_rail": {
            "title": "ĐƯỜNG BỘ & ĐƯỜNG SẮT",
            "subtitle": "Bền vững và tiết kiệm chi phí",
            "summary": "Giải pháp nội địa/xuyên biên giới, FTL/LTL, đa phương thức và tối ưu carbon.",
            "content": "Trong thị trường biến động, chúng tôi cung cấp giải pháp đường bộ & đường sắt tiêu chuẩn hoặc thiết kế riêng, đáp ứng yêu cầu về độ tin cậy, tốc độ, giảm CO₂, khả năng hiển thị và chi phí.\n\nDịch vụ gồm: nội địa & xuyên biên giới, FTL/LTL, đa phương thức (đường sắt/đường bộ/đường thủy), giải pháp tối ưu carbon theo chuẩn (GDP, ADR…)."
        },
        "contract_logistics": {
            "title": "HỢP ĐỒNG HẬU CẦN & KHO BÃI",
            "subtitle": "Chiến lược chuỗi cung ứng nhất quán",
            "summary": "Tối ưu hành trình logistics: hỗ trợ sản xuất, phân phối, logistics ngược/tuần hoàn, kho ngoại quan.",
            "content": "Chúng tôi cung cấp giải pháp chuỗi cung ứng toàn diện với vận hành hướng tới tương lai và bền vững. Từ hỗ trợ sản xuất, phân phối đến logistics ngược/tuần hoàn và kho ngoại quan, chúng tôi thiết kế, thực thi và giám sát chiến lược để bạn luôn thực hiện đúng cam kết."
        },
        "customs_brokerage": {
            "title": "DỊCH VỤ MÔI GIỚI HẢI QUAN",
            "subtitle": "Giải quyết thách thức – mở ra cơ hội",
            "summary": "Giám sát pháp lý chủ động, kỹ thuật hải quan & tài chính, tư vấn tuân thủ, Control Tower đa quốc gia.",
            "content": "Giao dịch trong bối cảnh biến động và quy định phức tạp đòi hỏi giải pháp tuân thủ toàn diện. Chúng tôi cung cấp: giám sát pháp lý chủ động, kỹ thuật hải quan & tài chính (kiểm toán, tối ưu, chiến lược giảm thuế), tư vấn – tuân thủ, chương trình kiểm toán hệ thống, Tháp kiểm soát hải quan đa quốc gia.\n\nDịch vụ tác nghiệp: thông quan xuất/nhập/quá cảnh, TIR/ATA, theo dõi & giám sát, phân tích thương mại, KPI & báo cáo, hợp nhất và thanh toán tập trung."
        },
        "why_us": {
            "title": "TẠI SAO CHỌN CHÚNG TÔI",
            "subtitle": "Kinh nghiệm toàn cầu – am hiểu địa phương",
            "summary": "Giải pháp linh hoạt & toàn diện, đội ngũ tận tâm, cam kết bền vững & đổi mới.",
            "content": "• Kinh nghiệm toàn cầu, hiểu biết sâu thị trường Việt Nam.\n• Giải pháp linh hoạt, end-to-end từ sản xuất, phân phối đến hải quan và đa phương thức.\n• Đội ngũ chuyên gia tận tâm, dịch vụ nhanh và hiệu quả.\n• Cam kết bền vững & đổi mới: giải pháp thân thiện môi trường, tối ưu chi phí, nâng lợi thế cạnh tranh."
        },
        "vision": {
            "title": "TẦM NHÌN",
            "subtitle": "Dẫn đầu ngành logistics & chuỗi cung ứng tại Việt Nam",
            "summary": "Mở rộng vị thế toàn cầu bằng giải pháp trọn gói vượt trội, gắn kết đội ngũ đa dạng và phát triển bền vững.",
            "content": "Trở thành công ty hàng đầu Việt Nam trong ngành hậu cần và chuỗi cung ứng. Logistics là xương sống của thương mại toàn cầu; chúng tôi liên tục cung cấp giải pháp end-to-end vượt trội (logistics hợp đồng, hải quan, dự án, FVL, hàng không, đường bộ, đường biển) đáp ứng cả nhu cầu phức tạp nhất.\n\nKhách hàng là trọng tâm mọi hoạt động. Chúng tôi gắn kết và trao quyền cho đội ngũ đa dạng, cùng tạo giá trị với khách hàng, đầu tư cho cộng đồng và vận hành có đạo đức, bền vững vì hành tinh."
        },
        "customers_partners": {
            "title": "KHÁCH HÀNG & ĐỐI TÁC",
            "subtitle": "Niềm tin – Chuyên nghiệp – Tận tâm",
            "summary": "Xây dựng quan hệ bền vững để mở rộng trong khu vực và toàn cầu.",
            "content": "Chúng tôi luôn giữ vững cam kết và mang lại giá trị gia tăng cho khách hàng, đối tác. Mục tiêu là kiến tạo quan hệ dài hạn, bền vững với các đối tác trong và ngoài nước, làm nền tảng mở rộng sang các quốc gia khác trong khu vực và trên thế giới."
        }
    }
}